Revit 2027 API
ParameterTypeId.RebarStaggerOffsetAtEnd Property
 "Offset At End"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarStaggerOffsetAtEnd { get; }
Public Shared ReadOnly Property RebarStaggerOffsetAtEnd As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarStaggerOffsetAtEnd {
	ForgeTypeId^ get ();
}
static member RebarStaggerOffsetAtEnd : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace